[
    {
        "Overview": "What Are Mutual Funds?",
        "Summary": "Understanding Mutual Funds from AMFI India",
        "Description": "A mutual fund is a pool of money managed by a professional Fund Manager.It is a trust that collects money from a number of investors who share a common investment objective and invests the same in equities, bonds, money market instruments and/or other securities.  And the income / gains generated from this collective investment is distributed proportionately amongst the investors after deducting applicable expenses and levies, by calculating a schemeâs âNet Asset Valueâ or NAV. Simply put, the money pooled in by a large number of investors is what makes up a Mutual Fund.Hereâs a simple way to understand the concept of a Mutual Fund Unit.Letâs say that there is a box of 12 chocolates costing â¹40. Four friends decide to buy the same, but they have only â¹10 each and the shopkeeper only sells by the box. So the friends then decide to pool in â¹10 each and buy the box of 12 chocolates. Now based on their contribution, they each receive 3 chocolates or 3 units, if equated with Mutual Funds.And how do you calculate the cost of one unit? Simply divide the total amount with theÂ total numberÂ of chocolates: 40/12 = 3.33.So if you were to multiply the number of units (3) with the cost per unit (3.33), you get the initial investment of â¹10.This results in each friend being a unit holder in the box of chocolates that is collectively owned by all of them, with each person being a part owner of the box.Next, let us understand what is âNet Asset Valueâ or NAV. Just like an equity share has a traded price, a mutual fund unit has Net Asset Value per Unit. The NAV is the combined market value of the shares, bonds and securities held by a fund onÂ any particularÂ day (as reduced by permitted expenses and charges). NAV per Unit represents the market value of all the Units in a mutual fund scheme on a given day, net of all expenses and liabilities plus income accrued, divided by the outstanding number of Units in the scheme.",
        "Keywords": "AMFI, Mutual Funds",
        "Link": "https://www.amfiindia.com/investor-corner/knowledge-center/what-are-mutual-funds-new.html"
    },
    {
        "Overview": "Overview not available",
        "Summary": "Introduction to Mutual Funds from Zerodha",
        "Description": "The retirement problem chapter has laid down a learning path to understand personal finance. We know now that to build a retirement corpus, long-term investments in mutual funds is inevitable. Given the pivotal role mutual funds plays in defining our financial welfare, it is completely justified to spend some time to learn about mutual funds. The learning that I’m talking about is something that goes beyond normal mutual fund investors would know. The objective here is to help you know the basics plus a little more. Hence, the topics I’d like to cover here are –Of course, I will add more topics if there is a need for it.Given this, let us get started on the very first topic i.e. to understand what a “mutual fund” really means.I’m making an assumption here that you know nothing about mutual funds. I’m assuming that this is your very first attempt to learn about mutual funds, hence we are starting from scratch. You can skip this chapter if you know what a mutual fund is.Before we start learning about Mutual funds, I’d like to digress a bit and narrate a personal story dating back to 2008-09.",
        "Keywords": "Zerodha, Mutual Funds",
        "Link": "https://zerodha.com/varsity/chapter/introduction-to-mutual-funds/"
    },
    {
        "Overview": "Amutual fundis aninvestment fundthat pools money from many investors to purchasesecurities. The term is typically used in theUnited States,Canada, andIndia, while similar structures across the globe include theSICAVin Europe ('investment company with variable capital'), and theopen-ended investment company(OEIC) in the UK.",
        "Summary": "Wikipedia Article on Mutual Funds",
        "Description": "Amutual fundis aninvestment fundthat pools money from many investors to purchasesecurities. The term is typically used in theUnited States,Canada, andIndia, while similar structures across the globe include theSICAVin Europe ('investment company with variable capital'), and theopen-ended investment company(OEIC) in the UK.Mutual funds are often classified by their principal investments:money market funds,bond or fixed income funds,stock or equity funds, or hybrid funds.[1]Funds may also be categorized asindex funds, which arepassively managedfunds that track the performance of an index, such as astock market indexorbond market index, oractively managedfunds, which seek to outperform stock market indices but generally charge higher fees. The primary structures of mutual funds areopen-end funds,closed-end funds, andunit investment trusts. Over long durations, passively managed funds consistently outperform actively managed funds.[2][3][4]Open-end funds are purchased from or sold to the issuer at thenet asset valueof each share as of the close of the trading day in which the order was placed, as long as the order was placed within a specified period before the close of trading. They can be traded directly with the issuer.[5]Mutual funds have advantages and disadvantages compared to direct investing in individual securities. The advantages of mutual funds includeeconomies of scale, diversification, liquidity, and professional management.[6]As with other types of investment, investing in mutual funds involves variousfees and expenses.Mutual funds are regulated by governmental bodies and are required to publish information including performance, comparisons of performance to benchmarks, fees charged, and securities held. A single mutual fund may have several share classes, for which larger investors pay lower fees.",
        "Keywords": "Wikipedia, Mutual Funds",
        "Link": "https://en.wikipedia.org/wiki/Mutual_fund"
    }
]